<?php
function lang($phrase)
{
    static $lang = array(
        // slide presentation
        'bienvenue1' => '!مرحبا بكم',
        'bienvenue2' => 'اختر اللغة التي تناسبك',
        // slide hopital
        'hopital1' => 'اختر مصلحة',
        'hopital2' => 'اضغط على الزر الذي يلبي حاجياتك',
        'ser1' => 'الطب العام',
        'ser2' =>' مصلحة الامراض القلبية',
        'ser3' => 'مصلحة الولادة',
        'ser4' => 'مصلحة الاشعة',
        'ser5' =>'مصلحة الامراض الجلدية',
        'ser6' => ' طب الاطفال',
        'ser7' => 'الاستعجالات العامة',
        'ser8' =>'مصلحة الامراض الرؤية',
        'ser9' => 'مصلحة الطب الداخلي',
        // service cardio
        'opt1' => 'حجز',
        'opt2' => 'نسخة الى هاتفك',
        // taxi
        'taxi1' => 'احجز سيارة اجرة',
        'inp1' => 'يجب ادخال اسمك كاملا',
        'inp2' => 'يجب ادخال رقم هاتفك',
        'conf1' => 'تاكيد',
        'conf2' => 'مؤكدة ',
        'info1' => 'يجب ادخال البيانات',
    );

    return $lang[$phrase];
}
